results/assets/load_testing_reports/08_reacative-quarkus-mongo-novt/8087_reactive-quarkus-mongo-novt.txt
http.codes.200: ................................................................ 88500
http.downloaded_bytes: ......................................................... 204956912
http.request_rate: ............................................................. 365/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 849
  mean: ........................................................................ 1.6
  median: ...................................................................... 1
  p95: ......................................................................... 4
  p99: ......................................................................... 6
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Get movies by id 1: ..................................... 31080
vusers.created_by_name.Get movies by id 2: ..................................... 30830
vusers.created_by_name.Get movies by page: ..................................... 17642
vusers.created_by_name.Save new movie: ......................................... 8948
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 0.9
  max: ......................................................................... 850
  mean: ........................................................................ 2.8
  median: ...................................................................... 2.1
  p95: ......................................................................... 5.3
  p99: ......................................................................... 8.2